IDEA Open Model
ReinfBarOnEdge.ExtendDistanceBegin Property
Compatible with IDEA StatiCa Beta 20.0
 Distance of extension of beginning
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ExtendDistanceBegin { get; set; }
Public Property ExtendDistanceBegin As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace